--
-- Author: tanqian
-- Date: 2017-09-05 20:15:33
--网络协议的协议号
MsgType = MsgType or {}
----------------------↓↓↓↓活动每日返利↓↓↓---------------------
--每日返利领取奖励(累计的黄金数目)
MsgType.getDayRebatReward = {id=-4024, keys = {"gold"}}
----------------------↑↑↑↑活动每日返利↑↑↑---------------------

----------------------↓↓↓↓活动累计充值↓↓↓---------------------
--每日返利领取奖励(累计的黄金数目)
MsgType.getTotalRechargeReward = {id=-4045, keys = {"gold"}}
----------------------↑↑↑↑活动累计充值↑↑↑---------------------

----------------------↓↓↓↓活动福泽天下↓↓↓---------------------
--福泽天下领取奖励(累计的黄金数目)
MsgType.getBlessWorldReward = {id= -4016, keys = {"vip"}}
--福泽天下重新获取数据
MsgType.reloadBlessWorldData = {id = -4047, keys = {}}
----------------------↑↑↑↑活动福泽天下↑↑↑---------------------

----------------------↓↓↓↓活动每日收贡↓↓↓---------------------
--每日收贡领取奖励
MsgType.getActDayLoginReward = {id= -4046, keys = {}}
----------------------↑↑↑↑活动每日收贡↑↑↑---------------------

--获取巡逻兵提示
MsgType.getOpenXLBTips = {id= -8407, keys = {}}
--------------------------------------

--服务器推送巡逻兵提示-----------
MsgType.pushOpenXLBTips = {id= -8408, keys = {}}
-------------------------------