-----------------------------------------------------
-- author: maihuahao(麦华豪)
-- updatetime:  2017-02-07 11:24:30 星期二
-- Description: 多国化文件，中文简体类
-----------------------------------------------------

LanStr4 = {}
-- 10000到20000为第一个版本的文本内容 国际化文字

---------------login-----------------------
LanStr4["10000"] = "默认内容:LanStr4"
LanStr4["10001"] = "注册"
LanStr4["10002"] = "登录"
LanStr4["10003"] = "用户登录" 
LanStr4["10004"] = "注意: 一键注册的初始密码为账号的后6位"
LanStr4["10005"] = "注册成功"
LanStr4["10006"] = "账号: "
LanStr4["10007"] = "密码: "
LanStr4["10008"] = "6-12位字母或数字"
LanStr4["10009"] = "6-12位字母或数字"
LanStr4["10010"] = "用户注册"
LanStr4["10011"] = "一键注册"
LanStr4["10012"] = "账号输入:"
LanStr4["10013"] = "密码输入:"
LanStr4["10014"] = "一键注册"
LanStr4["10015"] = "修改密码"
LanStr4["10016"] = "进入游戏"
LanStr4["10017"] = "请输入账号！"
LanStr4["10018"] = "请输入密码！"
LanStr4["10019"] = "帐号为6-16位字母数字字符, 请输入有效的帐号"
LanStr4["10020"] = "密码为6-20位字符, 请输入有效的密码"
LanStr4["10021"] = "网络连接失败，请重试!"
LanStr4["10022"] = "修改密码成功！"
LanStr4["10023"] = "错误"
LanStr4["10024"] = "成功"
LanStr4["10025"] = "用户名已存在"
LanStr4["10026"] = "用户名不合法"
LanStr4["10027"] = "密码不合法"
LanStr4["10028"] = "用户不存在"
LanStr4["10029"] = "密码错误"
LanStr4["10030"] = "用户被锁定"
-------------------------------------------

return LanStr4