-----------------------------------------------------
-- author: xieruidong(谢锐东)
-- updatetime:  2017-02-07 11:24:30 星期二
-- Description: 多国化文件，中文简体类
-----------------------------------------------------

LanStr2 = {}
-- 10000到20000为第一个版本的文本内容 国际化文字
LanStr2["10000"] = "默认内容:LanStr2"
LanStr2["10001"] = "获取客服地址失败"
LanStr2["10002"] = "输入账号"
LanStr2["10003"] = "输入令牌"
LanStr2["10004"] = "输入服务器id"
LanStr2["10005"] = "测试内容"
LanStr2["10006"] = "登录"
LanStr2["10007"] = "账号不能为空"
LanStr2["10008"] = "令牌不能为空"
LanStr2["10009"] = "服务器id不能为空"
LanStr2["10010"] = "未找到该服务器id"

return LanStr2