-----------------------------------------------------
-- author:wenzongyao(温宗耀)
-- updatetime:  2018-01-11 21:22:30 
-- Description: 多国化文件，中文简体类
-----------------------------------------------------

LanStr10 = {}
-- 10000到20000为第一个版本的文本内容 国际化文字

-- 每日答题活动
LanStr10["10000"] = "答题"
LanStr10["10001"] = "排行"
LanStr10["10002"] = "奖励"
LanStr10["10003"] = "规则"
LanStr10["10004"] = "尚未开放"
LanStr10["10005"] = "点击选择答案"
LanStr10["10006"] = "分享"
LanStr10["10007"] = "领取"
LanStr10["10008"] = "第"
LanStr10["10009"] = "题"
LanStr10["10010"] = "剩余时间:%s秒"
LanStr10["10011"] = "获得积分:"
LanStr10["10012"] = "开始时间:%s"
LanStr10["10013"] = "【答题规则】"
LanStr10["10014"] = "本期积分:"
LanStr10["10015"] = "我的排名:"
LanStr10["10016"] = "积分:"
LanStr10["10017"] = "不可领取"
LanStr10["10018"] = "下题准备时间:%s秒"
LanStr10["10019"] = "第%s名可领取"
LanStr10["10020"] = "倒计时间:%s"
LanStr10["10021"] = "上期积分:"

LanStr10["10031"] = "上期共答对"
LanStr10["10032"] = "题，答错"
LanStr10["10033"] = "题，漏答"
LanStr10["10034"] = "题"

LanStr10["10041"] = "高分秘诀，每道题回答正确且抢答速度越快，得分越高。得分越高答题结束后，积分前20名可获得丰厚奖励！"
LanStr10["10042"] = "分享"

-- 实名验证
LanStr10["10101"] = "实名认证成功（%s）"
LanStr10["10102"] = "领取"
LanStr10["10103"] = "已领取"
LanStr10["10104"] = "实名认证"

-- 战争大厅
LanStr10["10201"] = "战争大厅"
LanStr10["10202"] = "进入"

--每日答题
LanStr10["10203"] = "本期学霸："
LanStr10["10204"] = "空缺"

--竞技场
LanStr10["10205"] = "全服第一："
LanStr10["10206"] = "今天剩余挑战次数："

--魔神来袭
LanStr10["10207"] = "开始倒计时："
LanStr10["10208"] = "准备时间："
LanStr10["10209"] = "进行中"

--过关斩将
LanStr10["10210"] = "今日剩余重置次数："


LanStr10["10211"] = "未开启"

--冥界入侵
LanStr10["10212"] = "开始倒计时："
LanStr10["10213"] = "第一阶段倒计时："
LanStr10["10214"] = "第二阶段倒计时："
LanStr10["10215"] = "活动未开启"


--这里继续加







--后面补的
LanStr10["90001"] = "占领:%s"
LanStr10["90002"] = "暂无排行榜数据，等你来挑战哦！"
LanStr10["90003"] = "虚位\n以待"

return LanStr6
